{
  "seller": [
    {
      "name": "anoop",
      "email": "anoopkumarseth@hotmail.com",
      "password": "EdefMHgzgrUiJT5",
      "id": 1
    },
    {
      "name": "anoopkumarseth",
      "email": "anoopseth@hotmail.com",
      "password": "EdefMHgzgrUiJT5",
      "id": 2
    },
    {
      "name": "Treat",
      "email": "anoopseth2@hotmail.com",
      "password": "EdefMHgzgrUiJT52",
      "id": 3
    },
    {
      "name": "Anoop Seth",
      "email": "anoopkumarseth@hotmail.com",
      "password": "123",
      "id": 4
    }
  ],
  "products": [
    {
      "name": "Anoop Seth",
      "price": "123",
      "category": "lapy",
      "color": "black",
      "image": "https://i.gadgets360cdn.com/products/large/moto-g52-db-709x800-1649827920.jpg",
      "description": "Phone 1",
      "id": 1
    },
    {
      "name": "Oppo Phone pro max",
      "price": "500001",
      "category": "phone",
      "color": "black",
      "image": "https://m.media-amazon.com/images/I/71geVdy6-OS._SL1500_.jpg",
      "description": "Phone 758",
      "id": 2
    },
    {
      "name": "Techno Phone",
      "price": "10140",
      "category": "phone",
      "color": "blue",
      "image": "https://www.tecno-mobile.in/storage/images/20220829/75fac631cc461e751dcbfc4e2a570bed.jpg",
      "description": "Phone 3",
      "id": 3
    },
    {
      "name": "HP pavillion ",
      "price": "70000",
      "category": "Laptop",
      "color": "black",
      "image": "https://m.media-amazon.com/images/I/81B54EwuLUL._AC_SY135_.jpg",
      "description": "Sacrifice nothing with the thin and powerful HP Pavilion Gaming 15 Laptop. Experience high-grade graphics and processing power for gaming and multitasking, plus improved thermal cooling for overall performance and stability. Immerse yourself in the game with a micro-edge bezel display and custom-tuned audio. The perfect balance between work and play, so you can do it all.\n\nTake on everything with a high performance AMD processor and advanced graphics. A FHD resolution display with fast refresh rate delivers smooth gameplay visuals, while also bringing entertainment and content to life.\n\nGame harder for longer on a laptop equipped with a dual fan system for enhanced thermal cooling. A wide rear vent and enlarged air inlets maximize airflow to optimize your overall performance and stability, keeping the machine cool during extended usage. Up your game with customizable performance options with OMEN Gaming Hub.\n\nA sleek micro-edge bezel display provides a maximum viewing experience while the front-firing speakers with Audio by B&O deliver powerful, custom-tuned sound.",
      "id": 4
    },
    {
      "name": "Amazon Basics Laptop Sleeve Case Cover Pouch for 13-Inch, 13.3-Inch Laptop for Men & Women | Slim Profile Neoprene, Soft Puffy Fabric Lining, 360° Protection, Smooth & Premium Zipper (Blue)",
      "price": "7000",
      "category": "Laptop Bag",
      "color": "Blue",
      "image": "https://m.media-amazon.com/images/I/81UXyBtxsfL._SX679_.jpg",
      "description": "Sacrifice nothing with the thin and powerful HP Pavilion Gaming 15 Laptop. Experience high-grade graphics and processing power for gaming and multitasking, plus improved thermal cooling for overall performance and stability. Immerse yourself in the game with a micro-edge bezel display and custom-tuned audio. The perfect balance between work and play, so you can do it all.\n\nTake on everything with a high performance AMD processor and advanced graphics. A FHD resolution display with fast refresh rate delivers smooth gameplay visuals, while also bringing entertainment and content to life.\n\nGame harder for longer on a laptop equipped with a dual fan system for enhanced thermal cooling. A wide rear vent and enlarged air inlets maximize airflow to optimize your overall performance and stability, keeping the machine cool during extended usage. Up your game with customizable performance options with OMEN Gaming Hub.\n\nA sleek micro-edge bezel display provides a maximum viewing experience while the front-firing speakers with Audio by B&O deliver powerful, custom-tuned sound.",
      "id": 5
    },
    {
      "name": "boAt BassHeads 100 in-Ear Wired Headphones with Mic",
      "price": "300",
      "category": "headphone",
      "color": "Black",
      "image": "https://m.media-amazon.com/images/I/31IdiM9ZM8L._SX300_SY300_QL70_FMwebp_.jpg",
      "description": "The perfect way to add some style and stand out from the crowd with the boAt BassHeads 100 \"Hawk\" inspired earphones. Impedance 16Ω, Sensitivity (dB) 92db ±3db, Frequency Response 20Hz-20KHz\nThe stylish BassHeads 100 superior coated wired earphones are a definite fashion statement - wear your attitude with its wide variety of collection\nThe powerful 10mm dynamic driver with the speaker resistance of 16 ohm enables the earphone to deliver a punchy, rhythmic response to the most demanding tracks\nFeatures a HD microphone to make crystal clear calls - making life easier on the go, play/pause music or answer/end calls with one-click, track forward with two-clicks or back with 3 clicks make these earphones extremely user-friendly\nWith 1.2 meters perfect length cable now plug it in anywhere with ease - while the earphones are extremely user-friendly and stylish, extruding premium coating on the wire cable is a manufacturing process that we've been performing and refining since our company's inception\nIts impeccable fit won't let you take these wonderfully amazing earphones off, fits you perfectly without hurting your ears and the perfect arc, with different size ear tips helps you in achieving superior comfort even with long listening hours.\n1 year warranty from the date of purchase",
      "id": 6
    },
    {
      "name": "JBL C50HI, Wired in Ear Headphones with Mic, One Button Multi-Function Remote, Lightweight & Comfortable fit",
      "price": "700",
      "category": "headphone",
      "color": "Black",
      "image": "https://m.media-amazon.com/images/I/61bKM6CSSFL._SX522_.jpg",
      "description": "JBL Signature Sound\nLightweight and comfortable: The 3 sizes of ear tips (S,M,L) that are included allow you to choose a size that gives you the most comfortable listening experience even for longer listening periods.\nHigh Clean Bass. Troubleshooting steps : Kindly ensure 3.5mm port on Host device is clean and dust free and 3.5mm jack of the earphone is adequately inserted inside the input device port\nNoise Isolation Microphone, Dynamic frequency response range (Hz) 20 Hz – 20 kHz. One-Button Universal Remote with Mic\nQuick Launch Access to Google Assistant / Siri\nUltra Lightweight and Comfortable with 3 sizes of ear tips\nHigh Fidelity Twin Cable\nWhat's in the box : 1 pair JBL C50HI headphone, 3 sets of ear tips (S, M, L), 1 Warranty and safety card",
      "id": 7
    },
    {
      "name": "Logitech B170 Wireless Mouse, 2.4 GHz with USB Nano Receiver, Optical Tracking, 12-Months Battery Life, Ambidextrous, PC/Mac/Laptop - Black",
      "price": "600",
      "category": "computer & accessories ",
      "color": "black",
      "image": "https://m.media-amazon.com/images/I/516LU0H963L._AC_SY200_.jpg",
      "description": "Reliable Wireless Connection : Enjoy a wireless connection up to 10m away thanks to a plug-and-forget USB mini-receiver\nOptical Tracking : The advanced optical tracking features enable ultra precise moves on almost any surface. Required: available USB port, Windows 7, 8, 10 or later, macOS 10.5 or later, Chrome OS, Linux Kernel 2.6+\n12-Month Battery Life : Don’t worry about constant battery changes as this wired Logitech mouse has a 12-month battery life.\nQuality Assured : Logitech are experts you can trust, and for more than 30 years we have created high-quality corded, cordless and Bluetooth products that help you get the most out of your Windows computer, laptop, Mac or Macbook\nReliable Wireless Connection : Enjoy a wireless connection up to 10m away thanks to a plug-and-forget USB mini-receiver\nNote : In case of Wireless mouse, the USB receiver will be provided inside or along with the mouse\nOptical Tracking : The advanced optical tracking features enable ultra precise moves on almost any surface.",
      "id": 8
    },
    {
      "name": "Fire-Boltt Phoenix Smart Watch with Bluetooth Calling 1.3\",120+ Sports Modes, 240*240 PX High Res with SpO2, Heart Rate Monitoring & IP67 Rating",
      "price": "17600",
      "category": "computer & accessories ",
      "color": "black",
      "image": "https://m.media-amazon.com/images/I/61y2VVWcGBL._SX522_.jpg",
      "description": "Fire-Boltt is India' No 1 Wearable Watch Brand Q122 by IDC Worldwide quarterly wearable device tracker Q122.【Bluetooth Calling Watch】- Fire-Boltt Phoenix enables you to make and receive calls directly from your watch via the built-in speaker and microphone. This smartwatch features a dial pad, option to access recent calls & sync your phone’s contacts.;【High Resolution Display】- Comes with a 1.3\" TFT Color Full Touch Screen and a 240*240 Pixel High Resolution this watch is covered to flaunt the sleek and stylish look always.\n【120+ Sports Modes】- Track each activity effectively with this smartwatch & activity tracker. Track your calories, steps and much more while you are on your fitness journey. This fitness tracker has it all;【In Built Mic & Speaker】- Get HD calling experience with this power-packed watch. Enhance the look of your wrist with attractive colors and sleek finish\n【Smart Health】- With the latest HRS3300 technology track your heart rate anytime of the day or even while you perform some activity. The optical sensors assure results so accurate. Monitor your blood oxygen levels to stay fit and healthy;【Smartphone Notifications】- Get all your mobile phone notifications on this 1.3\" Round Display Full touch smartwatch and never be late for a meeting, party or date.\n【Gaming On Wrist】- Enjoy playing games on the wrist itself as you are on the go. 【Breathe Function】- Ensure your breathing exercise is fit and healthy with the breathing function.; 【Multiple Watch Faces】- Over 100 Cloud based watch faces to choose from and match your outfit and look each day everyday\nIncluded Components: 1 Smartwatch, 1 Manual, 1 Magnetic Charger, 1 Warranty Card; Band Color: Black; Band Material Type: Silicone; Color Name: Black; Human Interface Input: Buttons touch Screen; Case Material Type: Stainless Steel; Clasp Type: Tang Buckle; Compatible Devices: Smartphone tablet iphone android, **Disclaimer** The charging USB needs to be connected to a 4.7V to 5V adapter only for best battery backup",
      "id": 9
    }
  ]
}